{
  "tires": {
    "modelPath": "https://rishabh81.sirv.com/models/off-road_wheel_and_tire.glb",
    "description": "Tire pressure has an effect on peak grip, responsiveness and wear. Excessively high or low pressures can adversely affect the contact area."
  },
  "gearing": {
    "modelPath": "",
    "description": "Final Drive ratio adjusts the entire gear set simultaneously. Higher ratio = Acceleration, Lower ratio = Top Speed."
  },
  "alignment": {
    "modelPath": "https://rishabh81.sirv.com/models/4x4_independent_rh_front_suspension.glb",
    "description": "Adjust camber, toe and caster to optimize the tire contact patch during cornering and straight line stability."
  },

  "springs": {
    "modelPath": "https://rishabh81.sirv.com/models/rigged_suspension.glb",
    "description": "Spring stiffness affects how the car supports its weight and absorbs bumps. Ride height affects the center of gravity and aerodynamic downforce."
  },
  "damping": {
    "modelPath": "https://rishabh81.sirv.com/models/rwd_car_suspensionchassis.glb",

    "description": "Damping controls how quickly the suspension compresses (bump) and extends (rebound). It fine-tunes the transition of weight during braking, acceleration, and cornering."
  },
  "aero": {
    "modelPath": "https://rishabh81.sirv.com/models/spoiler.glb",
    "description": "Aerodynamic downforce increases grip at high speeds but adds drag, which reduces top speed."
  },
  "brake": {
    "modelPath": "https://rishabh81.sirv.com/models/brake_disk_and_caliper.glb",
    "description": "Brake balance adjusts the distribution of braking force between front and rear. Pressure affects the maximum braking force applied."
  },
  "differential": {
    "modelPath": "https://rishabh81.sirv.com/models/gearbox_propeller_turbine.glb",
    "description": "The differential controls how power is distributed between the left and right wheels (or front and rear axles). It affects traction and cornering behavior."
  },
  "arbs": {
    "modelPath": "https://rishabh81.sirv.com/models/arbs.glb",
    "description": "Anti-roll bars link the left and right suspension components. Stiffer bars reduce body roll but can make the suspension less independent."
  }
}
